/* Status for active subscribers, %@ is product name */
"%@ Maintenance Subscriber" = "%@维护订户";

/* Status for expired subscribers, %@ is product name */
"%@ Maintenance Subscription Expired" = "%@维护订阅已过期";

/* Close */
"Close" = "关闭";

/* Expired > */
"Expired >" = "已过期 >";

/* Maintenance id field, %@ is maintenance id */
"Maintenance ID: %@" = "维护编号：%@";

/* Message for offline sign in error */
"Please check your internet connection and try again." = "请检查您的互联网连接，然后重试。";

/* See Details > */
"See Details >" = "详细信息 >";

/* Menu title for triggering sign in */
"Sign In..." = "登录...";

/* Label for signing out of a product
   Sign out button title */
"Sign Out" = "退出";

/* Describes subscription start year, %@ is year */
"Since %@" = "从： %@";

/* Describes subscription expiration date, %@ is date */
"Subscription Expired on %@" = "订阅到期日：%@";

/* Describes subscription expiration date, %@ is date */
"Subscription Expires on %@" = "订阅到期日：%@";

/* Describes subscription renewal date, %@ is date */
"Subscription Renews on %@" = "订阅续订时间：%@";

/* Title for offline sign in error */
"Unable to connect to the web" = "无法连接到Web";

